<template>
	<transition name="vux-slide">
		<div class="uArgument pageHeader">
			<x-header class="myHeader">
				<x-icon slot="overwrite-left" type="ios-arrow-back" size="32" class="icon-back" @click="$router.back()"></x-icon>
				<span slot="left" class="back-text">用户协议</span>
			</x-header>
			
			<div class="content">
				<scroll ref="listContent"  class="list-content" :refreshDelay="200" :click="false">
				  <div class="box-content">
					<h4 class="text-center">一订有车平台用户注册协议</h4>

					<p>一订有车用户注册协议(下称“本协议”)由您与深圳市首行科技有限公司（以下简称“一订有车”或“一订有车平台”）共同缔结。本协议阐述之条款和条件适用于您使用“一订有车”网站及相应“一订有车”App
					所提供的B端汽车供应商及汽车经销商的一切信息技术服务。 </p><br>
					<div class="tit2">一、平台简介</div>

					<p>“一订有车”平台系中国大陆境内领先的B端汽车电商信息技术平台，拥有丰富的客源流量以及良好的从业口碑，并匹配智能化筛选、配对、车辆代购交易系统，为中国大陆境内的车辆供应商和销售商提供车辆买卖信息服务以及代购代销车辆服务；根据平台信息自动化匹配、代客户向销售商（汽车生产厂家、4S店、平行进口车商）完成车辆买卖的汽车代购及汽车信息服务平台。</p><br>

					<div class="tit2">二、服务使用对象</div>

					<p>用户（或称“您”）确认，在您完成注册程序或以其他“一订有车”允许的方式实际使用服务时，您应当是具备完全民事行为能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且“一订有车”有权注销（永久冻结）您的账户，并向您及您的监护人要求赔偿。如您代表一家公司或其他法律主体在“一订有车”网站登记，则您声明和保证，您有权使该公司或该法律主体受本协议“条款”的约束。</p><br>

					<div class="tit2">三、协议条款及适用</div>
					<p> 3.1
					本协议内容包括协议正文及所有一订有车已经发布的或将来可能发布的各类服务协议及规则。所有一订有车平台上的其他服务协议及规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何一订有车及其关联公司提供的服务均受本协议约束。

					<br>3.2
					您应当在使用一订有车平台服务之前认真阅读全部协议内容，当您接受本协议同意注册，使用一订有车平台即视为您已阅读并同意受本协议的约束。平台有权在必要时修改本协议条款，您可以在本软件、本服务的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件、本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。

					<br>3.3
					如果您不同意本协议的条款内容，或者无法正确理解本公司对条款的解释，请不要进行后续操作，包括但不限于不要接受本协议，不使用本服务，如果您对本协议的条款有疑问，请通过一订有车客服渠道进行咨询，本公司将向您解释条款内容，在一订有车履行了告知与解释义务后，则本协议即对您产生法律约束，届时您不应以未阅读本协议的内容或者未获得一订有车对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p><br>

					<div class="tit2">四、用户注册</div>
					<p>4.1 账户 <br>4.1.1
					在您进行会员注册程序或以其他一订有车允许的方式实际使用一订有车平台服务时，一订有车会要求您设置注册号码和密码，此后您将通过该注册账户登陆一订有车平台。您用于平台注册的号码不得侵犯或涉嫌侵犯他人合法权益。

					<br>4.1.2
					您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非有法律规定或司法裁定，且征得一订有车的书面同意，否则，平台账号不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。

					<br>4.1.3
					如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知一订有车，要求一订有车暂停相关服务。您理解一订有车对您的请求采取行动需要合理时间，一订有车对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何法律和经济责任。

					<br>4.1.4
					为方便您使用一订有车平台服务及一订有车关联公司或其他组织的服务（以下称其他服务），您同意并授权一订有车将您在注册、使用一订有车平台服务过程中提供、形成的信息传递给向您提供其他服务的一订有车关联公司或其他组织（包括征信、大数据公司），或从提供其他服务的一订有车关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。

					<br>4.2 会员 <br>4.2.1
					在您按照一订有车平台注册页面提示填写信息、阅读并同意本协议并完成全部注册程序和实名认证后，您即成为一订有车平台会员（亦称会员）。 <br>4.2.2
					在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料（包括但不限于注册电话号码、个人信息、公司信息等），并保证您在平台信息的真实性和准确性。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，一订有车有权在向您发出询问或要求改正的通知后未获答复的，直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部一订有车平台服务。一订有车对此不承担任何责任，您将承担因此产生的任何直接或间接经济损害。

					<br>4.2.3
					您应当准确填写并及时更新您提供的联系信息，以便一订有车或其他会员与您进行有效联系，如因通过这些联系方式无法与您取得联系，导致您在使用一订有车平台服务过程中产生任何损失或增加费用的，应由您本人承担。

					<br>4.2.4
					您在使用一订有车平台服务过程中，所产生的应纳税额，以及一切硬件、软件、服务及其它方面的费用，均由您本人承担。</p><br>
					<div class="tit2">五、一订有车平台服务</div><p>5.1
					通过一订有车及其关联公司提供的一订有车平台服务和其它服务，会员可在一订有车平台上发布交易信息、查询商品、达成交易意向并进行交易、对其他会员进行评价、参加一订有车组织的活动以及使用其它信息服务及技术服务。包括但不限于在线交易、物流服务、资金撮合服务，第三方监管服务、仓储服务以及其他一订有车在后期拓展研发的新功能。

					<br>5.2
					您确认：“一订有车”仅作为为客户提供代购服务以及撮合交易服务，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的平台。“一订有车”不能控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。您应注意到，与以欺诈手段行事的人进行交易的风险是客观存在的。“一订有车”希望您在使用“一订有车”网站时，小心谨慎并运用常识。

					<br>5.3
					您确认：“一订有车”作为代购及撮合平台，对“一订有车”网站上公布的信息为代发信息，一订有车对平台中查找到的内容不负责任，对信息的真实性、即时性、安全性和正确性不作保证。“一订有车”、员工、所有者及代理对用户使用“一订有车”网站上公布的信息而造成的损失或伤害以及用户相信“一订有车”网站上的公布的信息内容而做出的决定或采取的行动不负责任。“一订有车”、员工、所有者及代理对用户使用或无法使用“一订有车”网站的服务而造成的损害不负法律责任。

					<br>5.4
					您确认一订有车作为第三方代购及撮合平台，并不对您在平台交易过程中所产生的纠纷或损失负有责任。当您在一订有车平台上交易过程中与销售方（汽车生产厂家、4S店、平行进口车商）交易产生纠纷时，您同意并接受纠纷由您与交易对方自行协商解决。一旦您或其它会员任一方或双方共同提交一订有车要求调解时，则一订有车有权根据平台公布的《违约责任》（另行公布）做出调处决定，您了解并同意接受一订有车的判断和调处决定，该决定将对您具有法律约束力。

					<br>5.5
					您了解并同意，一订有车有权应政府部门（包括司法及行政部门）的要求，向其提供您在一订有车平台填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权，则一订有车亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</p><br>

					<div class="tit2">六、 一订有车平台服务使用规范 </div>
					<p>6.1在一订有车平台上使用一订有车服务过程中，您承诺遵守以下约定，若因您的行为造成一订有车平台损失的，一订有车有权向您依法追偿： <br>6.1.2
					在使用一订有车平台服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及一订有车平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生的任何法律和经济后果，您应以自己的名义独立承担所有责任，并确保一订有车免于因此产生任何损失。

					<br>6.1.3
					在一订有车平台交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。 <br>6.1.4
					不发布国家禁止销售的或限制销售的商品（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的商品，不发布其它涉嫌违法或违反本协议及各类规则的信息。

					<br>6.1.5
					不得以任何形式发布或传播虚构或歪曲事实的信息不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度；

					<br>6.1.6
					不对一订有车平台上的任何数据作商业性利用，包括但不限于在未经一订有车事先书面同意的情况下，以复制、传播等任何方式使用一订有车平台上展示的资料。

					<br>6.1.6
					不使用任何装置、软件或例行程序干预或试图干预一订有车平台的正常运作或正在一订有车平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸一订有车平台网络设备的行动。

					<br>6.2 您了解并同意： <br>6.2.1
					一订有车有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您，仅需向您通知处理结果与依据。

					<br>6.2.3
					经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者一订有车根据自身的判断，认为您的行为涉嫌违反本协议或平台相关规则的条款或涉嫌违反法律法规的规定的，则一订有车有权在平台上公示您的该等涉嫌违法或违约行为及一订有车已对您采取的措施，仅需向您通知处理结果与依据。

					<br>6.2.4
					对于您在一订有车平台上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议或相关规则的信息，一订有车有权不经通知您即予以删除，且按照规则进行处罚。

					<br>6.2.5
					对于您在一订有车平台上实施的行为，包括您未在一订有车平台上实施但已经对一订有车平台及其用户产生影响的行为，一订有车有权单方认定您行为的性质及是否构成对本协议或相关规则的违反，并据此出具相关依据作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。

					<br>6.2.6
					对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律和经济责任，并应确保一订有车免于因此产生损失或增加费用。

					<br>6.2.7
					如您涉嫌违反有关法律或者本协议之规定，使一订有车遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿一订有车因此造成的损失及（或）发生的费用，包括合理的律师费用。</p><br>


					<div class="tit2">七、特别授权</div> <p>您完全理解并不可撤销地授予一订有车及其关联公司下列权利：</p> <p>7.1
					一旦您向一订有车及（或）其关联公司作出任何形式的承诺，且相关公司已确认您违反了该承诺，则一订有车在向您出具通知后有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，在履行通知义务后一订有车无须就相关确认与您核对事实，或另行征得您的同意，且无须就此限制措施或公示行为向您承担任何的责任。

					<br>7.2
					一旦您违反本协议，或与一订有车签订的其他协议的约定，一订有车有权以任何方式通知一订有车关联公司，要求其对您的权益采取限制措施，要求关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。

					<br>7.3 对于您提供的资料及数据信息，您授予一订有车及其关联公司独家的、全球通用的、永久的、免费的许可使用权利
					(并有权在多个层面对该权利进行再授权)。此外，一订有车及其关联公司有权(全部或部份地)
					使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于一订有车平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</p><br>

					<div class="tit2">八、责任范围和责任限制</div><p>8.1
					一订有车负责按"现状"和"可得到"的状态向您提供一订有车平台服务。但一订有作为一个提供订立合同机会的平台不作任何其它明示或暗示的保证，包括但不限于一订有车平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，一订有车也不对一订有车平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。

					<br>8.2
					您了解一订有车平台上代发的相关信息可能存在风险和瑕疵，一订有车平台仅作为您获取物品、物色交易对象、就物品的交易进行协商及开展交易的第三方平台，但一订有车无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品或信息的真实性、合法性和有效性，若因您自身对对方产品及服务误认，造成的任何损失理应自行承担。

					<br>8.3
					除非法律法规明确要求，或出现以下情况，否则，一订有车没有义务对所有用户的注册数据、商品信息、交易行为以及与交易有关的其它事项进行事先审查：<br>
					1、一订有车有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形；<br>

					2、一订有车有合理的理由认为用户在一订有车平台的行为涉嫌违法或不利行为。 <br>8.4
					一订有车及其关联公司有权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该处理决定对您具有约束力。如您未在限期内执行处理决定的，则一订有车及其关联公司有权利（但无义务）直接使用您在一订有车平台交纳的款项代为支付，若您未在一订有车平台交纳款项，则一订有车及其关联公司有权利（但无义务）直接向您索要。您应及时缴纳款项弥补一订有车及其关联公司的损失，否则一订有车及其关联公司有权直接抵减您在其它合同项下的权益，并有权继续追偿其他权益。

					<br>8.5
					您理解并同意，一订有车及其关联公司并非司法机构，一订有车及其关联公司对争议的调处完全是基于您的授权与委托，一订有车及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。

					<br>8.6
					您了解并同意，一订有车不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于商誉、使用、数据等方面的损失或其它无形损失的损害赔偿
					(无论一订有车是否已被告知该等损害赔偿的可能性) ：<br> 1、未能使用一订有车平台服务； <br>2、第三方未经批准的使用您的账户或更改您的数据；

					<br>3、通过一订有车平台服务购买商品和销售商品时因己方违约产生的费用及损失； <br>4、您对一订有车平台服务的误解；

					<br>5、任何非因一订有车的原因而引起的与一订有车平台服务有关的其它损失。 <br>8.7
					无论在何种情况下，一订有车均不对由于信息网络的设备维护、信息网络连接故障、电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p><br>

					<div class="tit2">九、协议终止</div>
					<p>9.1您同意，一订有车有权自行全权决定以任何理由中止、终止向您提供部分或全部一订有车平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任。

					<br>9.2 出现以下情况时，一订有车有权直接以注销账户的方式终止本协议，此种情形仅需履行事后通知义务（含理由）: <br>1、
					一订有车终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为一订有车用户的； <br>2、
					您提供的手机号码不存在或一直无法接通，且没有其他方式可以与您进行联系，或一订有车以其它联系方式通知您更改联系方式，而您在一订有车通知后三个工作日内仍未更改为有效的联系方式的。

					<br>9.3 您注册信息中的主要内容不真实或不准确或不及时或不完整。<br> 3、
					本协议（含规则）变更时，您明示并通知一订有车不愿接受新的服务协议的；<br> 4、其它一订有车认为应当终止服务的情况。 <br>9.4
					您有权向一订有车要求注销您的账户，经一订有车审核同意的，一订有车注销（永久冻结）您的账户，届时，您与一订有车基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，一订有车没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。

					<br>9.5 您同意，您与一订有车的合同关系终止后，一订有车仍享有下列权利

					<br>1、继续保存您的注册信息及您使用一订有车平台服务期间的所有交易信息。 <br>2、
					您在使用一订有车平台服务期间存在违法行为或违反本协议和/或规则的行为的，一订有车仍可依据本协议向您主张权利。 <br>9.6
					一订有车中止或终止向您提供一订有车平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保一订有车免于因此产生任何损失或承担任何费用：

					<br>1、您在服务中止或终止之前已经上传至一订有车平台的物品尚未交易的，一订有车有权在中止或终止服务的同时删除此项物品的相关信息；

					<br>2、您在服务中止或终止之前已经与销售方达成的买卖合同，但合同尚未实际履行的，一订有车有权删除该买卖合同及其交易物品的相关信息；

					<br>3、您在服务中止或终止之前已经与其他交易方达成买卖合同且已部分履行的，一订有车可以不删除该项交易，但一订有车有权在中止或终止服务的同时将相关情形通知您的交易对方。</p><br>

					<div class="tit2">十、隐私权政策</div>

					<p>一订有车尊重并保护所有使用平台服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，一订有车按照本隐私权政策的规定使用和披露您的个人信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，一订有车不会将这些信息对外披露或向第三方提供。一订有车会不时更新本隐私权政策。
					您在同意一订有车注册协议之时，即视为您已经同意本隐私权政策全部内容。 <br>10.1 适用范围： <br>1、
					在您注册一订有车平台账户时，您在一订有车平台或关联公司其他平台提供的个人注册信息； <br>2、
					在您使用一订有车平台服务，或访问一订有车平台网页时，一订有车自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息等数据；如您下载或使用一订有车或其关联公司移动客户端软件时，一订有车可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
					<br>3、一订有车通过合法途径从商业伙伴处取得的用户个人数据。<br> 10.2 您了解并同意，以下信息不适用本隐私权政策：
					<br>1、您在使用一订有车平台提供的搜索服务时输入的关键字信息；
					<br>2、您非实名注册时，一订有车收集到的您在一订有车进行浏览的有关页面、产品记录等数据。
					<br>3、违反法律规定或违反一订有车平台规则的行为及一订有车已对您采取的措施。
					<br>10.3 信息使用 <br>1、
					一订有车不会向第三方(一订有车关联公司除外)提供、分享您的个人信息，除非事先得到您的许可，或该第三方和一订有车（含一订有车关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
					<br>2、 一订有车亦不允许任何无关第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。
					<br> 3、您同意一订有车基于优化用户体验或优化一订有车网站或客户端的目的（包括但不限于调查某些网页的受欢迎程度、浏览器软件信息等）收集有关的信息(包括但不限于个人注册信息及浏览记录、交易信息（如有）等);您同意并授权一订有车或其关联公司为服务用户的目的使用您的前述信息，向您提供您可能感兴趣的信息，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者与一订有车伙伴共享信息以便他们向您发送您可能感兴趣的有关其产品和服务的信息。
					<br>4、如果您要一订有车提供特定客户支援服务、合作伙伴的信息反馈、或通过一订有车及一订有车合作伙伴送交给您一些产品或资料，您同意并授权一订有车在必要范围内使用您的相关隐私信息（包括但不限于将您的姓名和地址提供给第三方。
					<br>5、一订有车可以使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与一订有车或其关联公司协议、政策或规则的行为，以保护您及其他一订有车用户，或一订有车或其关联公司合法权益。

					<br>10.4 信息披露 在如下情况下，一订有车将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：
					<br>1、经您事先同意，向第三方披露；
					<br>2、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
					<br>3、如您出现违反中国有关法律、法规或者一订有车注册协议或相关规则的情况，需要向第三方披露；
					<br>4、为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；
					<br>5、在一订有车平台上发布的产品或服务如出现争议或纠纷为促成争议或纠纷的解决而披露；
					<br>6、其它一订有车根据法律、法规或者网站政策认为合适的披露。 
					<br>10.5 未成年人的特别注意事项
					一订有车非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人或不具备完全民事权利能力和完全民事行为能力的自然人，一订有车希望您不要向我们提供任何个人信息，您可以选择由您的家长或法定监护人进行注册。</p><br>

					<div class="tit2">十一、法律适用、管辖与其他 </div>
					<p>11.1本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用商业惯例、行业惯例及国际惯例。
					<br>11.2如果各方在本协议履行过程中发生争议应及时沟通解决，如不能协商解决的可向深圳市首行科技有限公司所在地的人民法院提起诉讼，因诉讼产生的诉讼费、律师代理费等相关费用由败诉方承担。
				</p><br>
				
				<h4 class="text-center">一订有车代购服务协议</h4>
				<p>
					<strong>第一条</strong>
					1、请您在提交代购订单前仔细阅读以下协议条款，如果您不同意本协议的任何内容，或者无法准确理解一订有车车平台（以下简称平台）对条款的解释，请不要进行后续操作。

					<br>2、当您确认提交代购订单后，即视为您已阅读并同意接受本协议所有条款。 <br>
					<strong>第二条</strong>

					1、平台为您提供车辆代购服务，且有权在必要时修改本协议条款，您可以在本软件、本服务的最新版本中查阅相关内容。

					<br>2、本协议内容变更后，如果您继续使用本软件、本服务，即视为您已接受修改后的所有内容，如果您不接受修改后所有内容，您应当停止相关操作。

					<strong>第三条 </strong>
					1、平台有权获取您在平台交易时所涉及的相关信息（包括但不限于交易商品信息、物流信息、操作记录信息、账户相关信息等）。 
					<strong>第四条</strong>
					使用规则 1、一订有车汽车代购平台是指在设定的约束条件范围内，买方在一订有车的车源页面进行下单，
					下单服务中会产生订金冻结等资金流动，您同意平台依据本协议进行资金的相关操作，若有后期给您造成的任何损失本平台均不承担任何法律和经济责任。

					<br>2、您在提交订单时，应先确认平台对应的车辆交易信息（包括但不限于车辆配置信息、接车时间、地点、优惠价格等信息），您在平台点击下单操作，即视为已认可上述车辆交易信息，并同意交易。因您对操作上的误理解或错误操作产生的交易纠纷或造成的实际损害，您同意由您自行承担法律和经济责任。买方取消订单或逾期不付尾款提车，即视为您已违反一订有车的代购约定，订金将不予返还，给平台造成的其他损失，平台有权向您追偿。

					<br>3、在平台交易过程中，您需要及时关注交易进程及相关信息，因您未能及时关注或做相应操作而产生的损失或其他负面影响，您确认由您自行负责。平台会通过短信或消息推送等方式为您提供人性化的提示服务，向您反馈您的交易状态，但该提示服务并非平台必要义务，您不得因未收到信息反馈或提示要求平台承担任何责任。

					<br>4、在平台上生成的代购交易订单为您的交易凭证，平台无义务再向您提供其他交易证明，您确认已知晓本条款，并不得以任何理由要求平台出具其他交易证明。

					<br>5、代购订单生成后，任何一方违约，若双方协商不成的，您同意并授权平台按照本协议进行纠纷判定，并同意平台进行资金的操作。

					<br>6、在交易过程中，买方需要根据交易实际情况，发出操作指令：
					车送到指定地点到或者平台提示可以提车后，买方需在收到提车指令的24小时内进行验车、尾款、提车。若您未在约定时间内验车回款，则视为您违约，并全权授权平台对订金做处理。

					<br>7、因订单涉及订金支付，平台会保障您的订金安全。在平台为您提供代购服务时，您确认并授权平台根据你的授权或委托对您的订金进行转付处理，具体授权见平台与您签署的《委托代收代付服务协议》。

					<strong>第五条 </strong>
					权利与义务 <br>1、平台发布的车源相关的所有信息均真实有效，车辆质量符合国家相关质量标准。

					<br>2、车辆是经国家有关部门公布备案的汽车产品目录上表明的产品或合法进口的产品。

					<br>3、车辆的资料齐全（包括但不限于：销售发票、国产车合格证或进口车关单和商检单、随车工具、备胎、保养手册（平行进口车除外）、三包凭证（平行进口车除外）、说明书（平行进口车除外）等）。

					<br>4、买方提车后车辆出现质量问题，需与厂家指定维修站联系、解决，同时平台也会协助买家同销售方（厂家/4S店/平行进口车商）磋商解决。

					<br>5、平台将为您提供完整的车源信息，文本，图形以及其他内容，如有疑问，请您在下单前联系客服。您在平台上进行下单等交易操作，即视为您已同意此项代购服务，并对代购服务产生的相应结果予以接受，除代购车辆质量问题外，因其他事项产生的纠纷或损失由您自行协商并承担。

					<strong>第六条</strong> 尾款支付

					<br>1、您作为买家必须在规定时间内支付车辆尾款，如因您未按照平台的要求支付款项产生纠纷或损失的，您自行承担相关的经济损失以及法律责任。

					<br>2、若您需平台代收代付车辆尾款的，请先与平台工作人员联系，平台收款时间为工作日的9：00-15：30，您在上述时间外付款的，由此产生的经济损失以及法律责任您同意自行承担。

					<strong>第七条</strong> 违约责任 <br>1、再次向您确认：下单成功后，如您未在订单约定期限内付清购车尾款并提车，导致交易无法完成的，你支付的订金将不予退还。

					<br>2、因不可抗力因素（如战争、政府行为、自然灾害、生产厂商原因等）致使订单不能正常完成，平台不承担违约责任及赔偿责任。

					<br>3、由于厂家生产、货运途中出现的平台无法控制的原因造成延误交货，平台将免除责任。
					 <strong>第八条</strong> 其他事项

					<br>1、因平台向用户所提供服务内容之特性，要求用户在使用平台服务时，需严格遵守本协议条款；如本协议条款与平台其他服务条款有任何不一致之处，以本协议条件和条款为准。

					<br>2、本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。

					<br>3、您在此同意，因一订有车交易而产生的与平台的纠纷，双方友好协商，协商不成的，向平台所在地法院（深圳市宝安区法院）提起诉讼解决。

					<br>4、本协议最终解释权归深圳市首行科技有限公司所有。</p><br>
				
				<h4 class="text-center">委托代收代付款服务协议</h4>	
				<p>

					“代收代付款服务”（以下简称本服务）是由深圳市首行科技有限公司通过其旗下网站“一订有车”为用户提供的交易款代收代付的中介服务。本协议主要约定一订有车用户即您与汽车销售商（汽车生产厂家、汽车4S店、平行进口车商）在使用“一订有车”网站进行汽车代购交易时及使用一订有车平台提供的其他产品时的代收代付款方面的权利义务，并作为您与一订有车签订的《一订有车用户注册协议》项下的单项服务协议，具有与《一订有车用户注册协议》同等的法律效力。

					<br>一、“代收代付款服务”概要

					<br>（一）“一订有车余额”：是指您在注册成为一订有车会员后，委托一订有车代收的向您支付的款项的资金账户。您可自行提现，并用以查询相关代收代付明细账目。

					<br>（二）“代收代付款服务”：即一订有车向您提供的交易款代收代付的中介服务，其中包含：<br> 1.
					代管：即您委托一订有车帮你支付代购车辆订金，在您尚未进行提现操作前，由一订有车提供代管服务。向您申明，您在平台余额的资金可委托平台提供代付款服务，除此之外，请您于十个工作日内进行提现操作。

					<br>2.
					代收：您可以委托一订有车代为收取其他第三方向您支付的各类款项。收到的资金除另行委托一订有车平台代付之用外，请您于十个工作日内进行提现操作。

					<br>3．代付：您在一订有车平台支付代购订金后，平台会将你的代购订金代为支付给销售方（汽车生产厂家、4S店或平行进口车商），您在接到平台的提车或者送车通知（电话或者信息或者微信）前，必须先行支付车辆余款以及代购服务费到平台指定账户，一订有车平台扣除代购服务费后，再将车辆余款支付给销售方；如果您没能在收到付款通知的24小时内付清所购车辆余款，您支付的代购订金将作为违约金不予退还，同时平台有权对该车辆进行处理。您同意，一订有车平台代付后，非经法律程序或者非依本协议之约定，该支付是不可逆转的。

					<br>4.
					提现：当您的一订有车账户内收到相应人民币时，您将收到一订有车向您发送的短信提示，请您于十个工作日内向一订有车平台做出提现操作指令，同时必须提供一个您本人的有效的支付宝或其他经一订有车指定的银行账户，一订有车平台将于收到指示后的1个工作日内，将相应的款项汇入您提供的上述有效账户（根据您提供的账户不同，会产生汇入时间上的差异）。除本条约定外，一订有车平台不接受您提供的其他受领方式。

					<br>5.
					查询：一订有车将对您在一订有车平台的所有操作进行记录，不论该操作之目的最终是否实现。您可以在本网站中实时查询您的一订有车账户名下的交易记录，若认为记录有误的，可以要求平台提供管理后台有关收付款的详细记录。您理解并同意您最终收到款项的服务是由您提供的有效账户对应的服务公司或者银行提供的，若需查证，请向该公司或银行请求查证。

					<br>6. 款项专属：归属于您一订有车余额的款项，一订有车将予以妥善保管，除您与一订有车平台另行约定外，不作任何其他非您指示的用途。

					<br>二、“代收代付款服务”使用规则 为有效保障您在使用本服务交易时的合法权益，您理解并同意接受以下规则：

					<br>（一）一旦您通过一订有车平台预设的交易流程使用本服务，您即授权一订有车在您的指示下代为支付交易款给销售方，或收取销售方退还给您的交易款，上述指示不可撤回或撤销。
					交易成功的，一订有车平台则会根据平台相关规定将本次交易中所得收益转帐至您本人有效的支付宝或其他一订有车指定的银行账户。交易不成功的，一订有车平台将返还您此次委托支付的交易金额。

					<br>（二）在使用本服务时，因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。

					<br>（三）您了解并同意一订有车平台单方修改本协议，而无须征得您的同意。若您不同意经修改后的协议，您应立即停止使用本服务。

					<br>（四）一订有车平台并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过支付宝或其他经一订有车平台指定的银行来实现，您理解并同意您的资金于流转途中的合理时间。一订有车平台不因该资金在银行流转途中的风险向您承担责任。

					<br>（五）您完全了解并自行承担您使用本服务期间，一订有车平台保管或代收或代付的款项的货币及孳息可能存在的贬值、损失等风险。

					<br>（六）您使用本服务进行交易时，您即授权一订有车将您的个人信息和交易信息披露给与您交易的销售方，该信息包括但不限于：您的用户名、真实姓名、身份证号（身份证号码不作全部显示）。

					<br>（七）本服务所涉及到的任何款项只以人民币计结，不提供任何形式的汇兑业务。 
					<br>三、“代收代付款服务”使用限制

					<br>（一）您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。

					<br>（二）您不得利用本服务从事侵害他人合法权益之行为，否则一订有车平台有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致一订有车平台或一订有车雇员受损的，您应承担全部赔偿责任。上述行为包括但不限于：

					<br>1. 冒用他人名义使用本服务。<br> 2. 侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权、物权、肖像权等合法权益。 <br>3.
					非法使用他人有效的支付宝或银行账户或无效的支付宝或银行账户进行交易。 <br>4.
					违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金。 <br>5. 从事任何可能含有电脑病毒或可能侵害本服务系统、资料之行为。 <br>6.
					其他一订有车有正当理由认为不适当之行为。

					<br>（三）一订有车在发现异常交易或有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行对您一订有车平台余额下的正在交易的订单采取暂停交易、取消交易等限制措施，并拒绝您使用本服务之部分或全部功能。由此造成的利润、商誉、使用、数据等方面的损失或其他无形损失，一订有车不承担任何赔偿责任
					(无论一订有车是否已被告知该等损害赔偿的可能性)。 <br>四、其他

					本协议之规定若与一订有车其他规定相冲突的，以本协议为准。对于其他本协议未做约定之内容，以《一订有车用户注册协议》为准。</p><br>

				<h4 class="text-center">物流免责协议</h4>
				<p> 一、业务范围： <br>1. 只接受7座（含7座）以下乘用车物流业务；

					<br>2．物流配送仅承诺配送至所在城市的地级市，不能保证送至乡镇以下的地点，因订单一旦确认成功，买家请和物流配送人员保持联系，互相协同。

					<br>3.
					订单已支付确认后默认运单成立并生效，买家不得单方面取消运单并选择退款，如有特殊要求请和一订有车平台联系。协商放空费或板车机会成本。

					<br>4. 物流到达后，提验车免费等待一小时，超时有费用产生。
					<br> 二、收车信息的填写与变更：

					<br>1．提交订单时请您仔细确认车辆信息以及配送的时间、地点、联系人等重要信息。需要变更订单中的收车地址或收车人信息的，应当在订单生效前与一订有车平台联系，双方协商处理相关事宜。

					<br>2．因填写的收车地址和(或)收车人信息不准确和(或)未经同意要求变更收车地址或收车人信息，导致车辆无法送达的，运费损失由委托人或订单提交付款人承担。

					<br>三、委托人责任、权利及义务：

					<br>1．委托人必须如实填写车辆名称及车辆信息，并确保自己交运的车辆不涉及盗抢、套牌、走私等涉及不合法跨区域销售车辆。

					<br>2.对已接受委托，后发现不能安全、合法运输的承运车辆，一订有车平台保留拒绝运送的权利，并由委托人承担违约责任。

					<br>3．委托人所托运的车辆内严禁夹带易燃、易爆、易腐蚀、放射性、剧毒、易碎等物品，以及其他国家法律明文规定的各类管制刀具，枪械和毒品等。

					<br>4．委托人在车内放置物品时，必须确保车窗、车门、后备箱能正常关闭，并确保所载物品不影响视线，可以确保安全装卸上下车，且车内不得搭载其他无关物品；

					<br>5．委托人在托运的车辆内严禁夹带、刻意隐瞒贵重物品，车内如有其他物品请书面交接并与一订有车物流司机双方签字予以确认，否则造成损失的，责任由委托人承担，但不包含如配件、附件、随车资料、个人物品等。

					<br>6.委托人如有特别运输要求，委托人应在提交运单的同时，一并向一订有车平台提出特别运输要求、处理方式及特别防范措施等信息；如无特别运输要求，一订有车平台按照其理解的通常的运输方式提供服务。

					<br>7.委托人能接受如起运地或目的地为国家禁行区域，双方应在禁行区域外另行协商确定送车或收车地点。

					<br>8．委托人在托运车辆后，有权利查询车辆在运输途中的状态；委托人可接受因物流中转配载需要，而导致的0~200KM以内的里程增加。

					<br>9．委托人有权利在目的地交车前对车辆状况进行查验；

					<br>10．因指定的收车人拒收或者迟延收车，享有车辆留置权。自订单确定的收车日期起，车辆毁损、灭失的风险由委托人和收车人承担，同时委托人和收车人需支付车辆保管费300元/天。

					<br>四、理赔 <br>1．因物流期间造成的车辆质损车按国家第三方权威定损机构定损内容及金额赔付。额外赔付争议部分由法律诉讼解决；

					<br>2．因物流期间造成交付时间延误，参见时效延误标准进行赔付。
					<br> 五、索赔及免赔：

					<br>1．因物流原因造成车辆运至非指定的目的地或交由非指定的收车人，物流方会无偿将托运车辆运至指定地点或收车人手中且参考（四）理赔；

					<br>2．因以下原因造成的损失，一订有车平台不承担赔偿责任：<br> a、属于政府征用或罚没的车辆；
					<br>b、车辆本身的性质所引起的变质、减量、破坏或毁灭；<br> c、路上堵车、路政造成的延误；<br> d、收车人签收后再发现的质损；
					<br>e、委托人或收车人的过失； <br>f、车辆功能性问题；<br> g、非交接单注明问题；
					<br>h、不可抗力（包括但不限于：火灾、水灾、塌方、地震、海啸、泥石流、台风、大雾、暴雨、暴雪、冰雹、老鼠等自然灾害，战争、暴乱、盗抢、罢工、停工、劳资纠纷、流行疫病以及政府或军事当局的限制行为）；
					<br>i、因委托人违反相关法律致使承运车辆被相关部门查扣、弃置或作其他处理的； 六、物流交接（签收注意事项）：

					<br>1．为保障您的权益，请您在签收前与物流人员当面核对车辆相关信息如：数量、规格、外观等是否与订单与交接单内容是否一致（涉及表面一致的事项，收货人应当在签收时进行验收。
					本条所称“表面一致”，是指凭肉眼即可判断所收到的车辆表面状况良好且与交接单描述相符，表面一致的判断范围包括但不限于商品的形状、大小、数量、重量等），经确认无误后再行签收，如果发现不符情况，请当场指出，后请立即致电物流调度员。若您在此情形下仍然签收（含自己签收或他人代为签收），则视为所签收商品与订单完全相符。

					<br>A.免责协议的确认

					<br>1.本协议有助于您了解一订有车平台为您提供的物流运输服务及您使用服务的权利和义务，请您在接受本协议及您使用本服务之前仔细阅读本协议的全部内容。如您不同意本协议的任意内容，请不要进行后续操作。

					<br>2.当您确认下单，即视为您已阅读并同意本协议的所有条款。一订有车有权在必要时修改本协议条款，变更后的协议您可以在本软件、本服务的最新版本中查阅。若您在协议变更后继续使用，即视为您已接受修改后的所有协议条款。

					<br>3.您在使用本功能时，所提供的资料必须合法、合规，如果您提供的资料不准确，不真实，不合法有效，平台保留对您使用一订有车平台服务的权利。

					<br>4.平台有权获取您在平台交易时所涉及的相关信息（包括但不限于交易商品描述、物流信息、行为信息、账户相关信息等），同时一订有车承诺将对您的交易信息进行严格保密。

					<br>B.法律适用于管辖

					<br>本协议之效力、解释、变更、执行与争议解决均适用中华人共和国法律。因履行本协议过程产生之争议，均应依照中华人民共和国法律予以处理，并由深圳市宝安区人民法院管辖。

					<br>C.其他

					<br>1.一订有车尊重用户和消费者的合法权利，发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户提供服务。欢迎用户和社会各界提出意见和建议，一订有车将虚心接受并适时修改本协议及本站上的各类规则。

					<br>2.用户选择“同意”按钮即视为用户完全接受本协议，用户确认已知悉并完全理解本协议的全部内容。</p>
				
			  	</div>	
			  </scroll>
			</div>
		</div>
	</transition>	
</template>

<script>
	import { XHeader} from 'vux'
	import Scroll from 'base/scroll/scroll'
	export default{
		data(){
			return {
				
			}
		},
		components:{
			XHeader,
			Scroll
		}	
	}	
</script>

<style scoped lang="less">
	@import '../../styles/myHeader.less';
	@import '../../styles/transition.less';
	.content{
		position:absolute;
		top:50px;
		bottom:0;
		overflow: auto;
		font-size: 14px;
		padding-bottom: 10px;
		.list-content{
			height:100%;
			.box-content{
				padding-bottom: 30px;
			}
		}
		h4 {
		    font-weight: bold;
		    color: #444;
		    margin: 20px 0 10px;
		}
		p {
		    line-height: 22px;
		    padding: 0 10px;
		    font: inherit;
		}
		div.tit2 {
		    height: 36px;
		    line-height: 36px;
		    color: #878787;
		    text-indent: 10px;
		    border-top: 1px solid #e9e9e9;
		    border-bottom: 1px solid #e9e9e9;
		    background-color: #f4f4f4;
		    margin-bottom: 5px;
		}
	}
</style>